	[{"title":"Raiders of the lost ark","language": "english" ,"duration":115 ,"release_year":1981 , "summary":"Indiana Jones, a globe-trotting archaeologist vying with Nazi German forces in 1936 to recover the long-lost Ark of the Covenant, a relic said to make an army invincible..."},
	{"title":"Top gun" ,"language": "english","duration": 110,"release_year":1986 , "summary":"It stars Tom Cruise as Lieutenant Pete Maverick Mitchell, a young naval aviator aboard the aircraft carrier USS Enterprise. He and his radar intercept officer, Lieutenant (junior grade) Nick Goose Bradshaw (Anthony Edwards)..." },
	{"title":"Monty Python's Life of Brian","language": "english" ,"duration": 94,"release_year":1979 , "summary":"The film tells the story of Brian Cohen (played by Chapman), a young Jewish-Roman man who is born on the same day as—and next door to—Jesus, and is subsequently mistaken for the Messiah."},
	{"title":"The Godfather","language": "english" ,"duration": 175,"release_year": 1972, "summary":"It is the first installment in The Godfather trilogy, chronicling the Corleone family under patriarch Vito Corleone (Brando) from 1945 to 1955. It focuses on the transformation of his youngest son, Michael Corleone (Pacino)..."},
	{"title":"Ladri di biciclette","language": "italian" ,"duration": 95,"release_year":1948 , "summary":"It follows the story of a poor father searching in post-World War II Rome for his stolen bicycle, without which he will lose the job which was to be the salvation of his young family."},
	{"title":"JFK","language": "english" ,"duration": 189,"release_year":1991, "summary":"The film examines the events leading up to the assassination of John F. Kennedy in 1963 and its alleged cover-up, through the eyes of former New Orleans district attorney Jim Garrison... "},
	{"title":"Psycho","language": "english" ,"duration":109 ,"release_year":1960 , "summary":"The plot centers on an encounter between on-the-run embezzler Marion Crane (Leigh) and shy motel proprietor Norman Bates (Perkins) and its aftermath..."},
	{"title":"The matrix","language": "english" ,"duration":136 ,"release_year":1999 , "summary":"It depicts a dystopian future in which humanity is unknowingly trapped inside the Matrix, a simulated reality that intelligent machines have created to distract humans while using their bodies as an energy source..."},
	{"title":"The Good, the Bad and the Ugly","language": "english" ,"duration":161 ,"release_year": 1966, "summary":"The plot revolves around three gunslingers competing to find a fortune in a buried cache of Confederate gold amid the violent chaos of the American Civil War"},
	{"title":"Saving private Ryan","language": "english" ,"duration":163 ,"release_year":1998 , "summary":"The film follows United States Army Rangers Captain John H. Miller (Tom Hanks) and his squad as they search for a paratrooper, Private first class James Francis Ryan (Matt Damon), the last surviving brother of four..."}
	
	
	
	]
